
[
  {
    "quote": "If you wanted, I would burn down the world for you.",
    "author": "Ana Huang"
  },
  {
    "quote": "Whatever our souls are made of, his and mine are the same.",
    "author": "Emily Brontë"
  },
  {
    "quote": "I have waited for this opportunity for more than half a century, to repeat to you once again my vow of eternal fidelity and everlasting love.",
    "author": "Gabriel García Márquez"
  },
  {
    "quote": "You are my heart, my life, my one and only thought.",
    "author": "Arthur Conan Doyle"
  },
  {
    "quote": "I would rather spend one lifetime with you, than face all the ages of this world alone.",
    "author": "J.R.R. Tolkien"
  },
  {
    "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.",
    "author": "Maya Angelou"
  },
  {
    "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride.",
    "author": "Pablo Neruda"
  },
  {
    "quote": "And all at once, summer collapsed into fall.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "I have crossed oceans of time to find you.",
    "author": "Bram Stoker"
  },
  {
    "quote": "You have bewitched me, body and soul, and I love, I love, I love you.",
    "author": "Jane Austen"
  },
  {
    "quote": "I cannot let you burn me up, nor can I resist you. No mere human can stand in a fire and not be consumed.",
    "author": "A.S. Byatt"
  },
  {
    "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.",
    "author": "Charles Bukowski"
  },
  {
    "quote": "I wish I could freeze this moment, right here, right now and live in it forever.",
    "author": "Suzanne Collins"
  },
  {
    "quote": "You are the finest, loveliest, tenderest, and most beautiful person I have ever known—and even that is an understatement.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "quote": "I love her and that's the beginning and end of everything.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "quote": "I would die for you. But I won't live for you.",
    "author": "Stephen Chbosky"
  },
  {
    "quote": "The very first moment I beheld him, my heart was irrevocably gone.",
    "author": "Jane Austen"
  },
  {
    "quote": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. But I've loved another with all my heart and soul, and to me, this has always been enough.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "You are my greatest adventure.",
    "author": "The Incredibles"
  },
  {
    "quote": "I love you more than there are stars in the sky and fish in the sea.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.",
    "author": "Nora Ephron"
  },
  {
    "quote": "I carry your heart with me. I carry it in my heart.",
    "author": "E.E. Cummings"
  },
  {
    "quote": "If I had a flower for every time I thought of you... I could walk through my garden forever.",
    "author": "Alfred Tennyson"
  },
  {
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
    "author": "Dr. Seuss"
  },
  {
    "quote": "I love you not only for what you are, but for what I am when I am with you.",
    "author": "Roy Croft"
  },
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao Tzu"
  },
  {
    "quote": "I have waited for you for 2 years and I would wait for you for the rest of my life.",
    "author": "Ana Huang"
  },
  {
    "quote": "You are my today and all of my tomorrows.",
    "author": "Leo Christopher"
  },
  {
    "quote": "I fell in love the way you fall asleep: slowly, then all at once.",
    "author": "John Green"
  },
  {
    "quote": "To be your friend was all I ever wanted; to be your lover was all I ever dreamed.",
    "author": "Valerie Lombardo"
  },
  {
    "quote": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "I would rather argue with you than kiss someone else.",
    "author": "Ana Huang"
  },
  {
    "quote": "Love is that condition in which the happiness of another person is essential to your own.",
    "author": "Robert Heinlein"
  },
  {
    "quote": "You have been my friend. That in itself is a tremendous thing.",
    "author": "E.B. White"
  },
  {
    "quote": "I love you. I am who I am because of you. You are every reason, every hope, and every dream I've ever had.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "You are the best thing that's ever been mine.",
    "author": "Taylor Swift"
  },
  {
    "quote": "Every atom of your flesh is as dear to me as my own: in pain and sickness it would still be dear.",
    "author": "Charlotte Brontë"
  },
  {
    "quote": "I have loved you since we were eighteen, long before we both thought the same thoughts and felt the same feelings.",
    "author": "Sylvia Plath"
  },
  {
    "quote": "You are, and always have been, my dream.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "I love you more than I have ever found a way to say to you.",
    "author": "Ben Folds"
  },
  {
    "quote": "You make me want to be a better person.",
    "author": "As Good as It Gets"
  },
  {
    "quote": "Meeting you was fate, becoming your friend was a choice, but falling in love with you was beyond my control.",
    "author": "Teresa Conroy"
  },
  {
    "quote": "I love you without knowing how, or when, or from where, I love you simply, without problems or pride.",
    "author": "Pablo Neruda"
  },
  {
    "quote": "You are my sun, my moon, and all of my stars.",
    "author": "E.E. Cummings"
  },
  {
    "quote": "You are the piece of me I wish I didn't need.",
    "author": "Maya Banks"
  },
  {
    "quote": "You are the only exception to my carefully laid plans.",
    "author": "Colleen Hoover"
  },
  {
    "quote": "In your light I learn how to love. In your beauty, how to make poems.",
    "author": "Rumi"
  },
  {
    "quote": "I will love you until the stars go out, and the tides no longer turn.",
    "author": "Stephenie Meyer"
  }
]
